Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Shared fixed preview width, or the maximum width when dynamic image sizing is enabled
ar: عرض معاينة ثابتة مشتركة، أو أقصى عرض عند تمكين حجم الصورة الديناميكية
de: Gemeinsame feste Vorschaubreite oder maximale Breite bei aktivierter dynamischer Bildgrößenanpassung
es: Ancho fijo compartido de la previsualización, o el ancho máximo cuando el tamaño dinámico de imagen está activado
fr: Largeur d'aperçu commune et fixe, ou valeur maximale si le dimensionnement dynamique des images est activé
hu: Közös rögzített előnézeti szélesség, vagy a maximális szélesség dinamikus képméretezés esetén
ja: 共有の固定プレビュー幅、または動的な画像サイズ調整が有効な場合の最大幅
nl: Gedeelde voorbeeldbreedte, of de maximale breedte wanneer dynamisch beeldformaat is ingeschakeld
pl: Wspólna stała szerokość podglądu albo maksymalna szerokość przy włączonym dynamicznym dopasowaniu obrazów
pt: Largura fixa partilhada das pré-visualizações, ou a largura máxima quando o dimensionamento dinâmico de imagem está ativado
ru: Общая фиксированная ширина предварительного просмотра или максимальная ширина при включенном динамическом размере изображения
sv: Delad fast förhandsvisningsbredd, eller maxbredden när dynamisk bildstorlek är aktiverad
tr: Paylaşılan sabit önizleme genişliği veya dinamik görsel boyutlandırma etkinken azami genişlik
vi: Chiều rộng bản xem trước cố định dùng chung, hoặc chiều rộng tối đa khi bật kích cỡ hình ảnh linh hoạt
zh_hans: Dock 预览和 Alt-Tab 共用的固定预览宽度；启用动态图片尺寸时，则作为最大宽度
zh_hant: 共用的固定預覽寬度，或啟用動態影像尺寸調整時的最大寬度

source: Shared opacity of the hover and keyboard selection highlight
ar: عتامة مشتركة لتمييز التمرير والتحديد بلوحة المفاتيح
de: Gemeinsame Deckkraft der Hervorhebung beim Darüberbewegen und bei Tastaturauswahl
es: Opacidad compartida del resaltado de selección con cursor y con teclado
fr: Opacité partagée de la sélection au survol et de la sélection au clavier
hu: A rámutatási és billentyűzetes kijelölés kiemelésének közös átlátszatlansága
ja: ホバーとキーボード選択ハイライトの共有の不透明度
nl: Gedeelde dekking van de markering bij aanwijzen en toetsenbordselectie
pl: Wspólne krycie podświetlenia wyboru wskaźnikiem i klawiaturą
pt: Opacidade partilhada do destaque de seleção por cursor e por teclado
ru: Общая непрозрачность подсветки выбора при наведении и с клавиатуры
sv: Delad opacitet för markeringen vid hovring och tangentbordsval
tr: Üzerine gelme ve klavye seçimi vurgusunun ortak opaklığı
vi: Độ mờ dùng chung của vùng tô sáng khi di chuột và chọn bằng bàn phím
zh_hans: 悬停高亮和键盘选中高亮共用的不透明度
zh_hant: 懸停與鍵盤選取反白效果的共享不透明度

source: Shared Style
ar: النمط المشترك
de: Gemeinsamer Stil
es: Estilo compartido
fr: Style partagé
hu: Közös stílus
ja: 共有スタイル
nl: Gedeelde stijl
pl: Styl wspólny
pt: Estilo Partilhado
ru: Общий стиль
sv: Delad stil
tr: Ortak Stil
vi: Kiểu dáng dùng chung
zh_hans: 共用样式
zh_hant: 共用樣式

source: Sharp
ar: حاد
de: Eckig
es: Recto
fr: Net
hu: Éles
ja: シャープ
nl: Scherp
pl: Ostre
pt: Reto
ru: Острый
sv: Skarp
tr: Keskin
vi: Vuông
zh_hans: 轻微圆角
zh_hant: 直角

source: Shelf
ar: الرف
de: Ablage
es: Estante
fr: Étagère
hu: Polc
ja: シェルフ
nl: Plank
pl: Szuflada
pt: Prateleira
ru: Полка
sv: Hylla
tr: Raf
vi: Ngăn
zh_hans: 暂存区
zh_hant: 暫存區

source: Shelf Page Indicator
ar: مؤشر صفحات الرف
de: Ablage-Seitenanzeige
es: Indicador de página del estante
fr: Indicateur de page de l'étagère
hu: Polc-lapjelző
ja: シェルフのページインジケータ
nl: Pagina-indicator voor plank
pl: Wskaźnik strony Szuflady
pt: Indicador de Página da Prateleira
ru: Индикатор страницы полки
sv: Sidindikator för hyllan
tr: Raf Sayfa Göstergesi
vi: Chỉ báo trang của ngăn
zh_hans: 暂存区页面指示器
zh_hant: 暫存區頁面指示器

source: Shelf Page Order
ar: ترتيب صفحات الرف
de: Reihenfolge der Ablage-Seiten
es: Orden de las páginas del estante
fr: Ordre des pages de l'étagère
hu: Polclapok sorrendje
ja: シェルフページの順序
nl: Volgorde van plankpagina's
pl: Kolejność stron Szuflady
pt: Ordem das Páginas da Prateleira
ru: Порядок страниц полки
sv: Ordning för hyllsidor
tr: Raf Sayfa Sırası
vi: Thứ tự trang của ngăn
zh_hans: 暂存区页面顺序
zh_hant: 暫存區頁面順序

source: Shelf Pages
ar: صفحات الرف
de: Ablage-Seiten
es: Páginas del estante
fr: Pages de l'étagère
hu: Polclapok
ja: シェルフのページ
nl: Plankpagina's
pl: Strony Szuflady
pt: Páginas da Prateleira
ru: Страницы полки
sv: Hyllsidor
tr: Raf Sayfaları
vi: Các trang của ngăn
zh_hans: 暂存区页面
zh_hant: 暫存區分頁

source: Shelf Widgets
ar: أدوات الرف
de: Ablage-Widgets
es: Widgets del estante
fr: Widgets de l'étagère
hu: Polcwidgetek
ja: シェルフのウィジェット
nl: Plankwidgets
pl: Widżety Szuflady
pt: Widgets da Prateleira
ru: Виджеты полки
sv: Hyllwidgetar
tr: Raf Widget'ları
vi: Tiện ích trên ngăn
zh_hans: 暂存区小组件
zh_hant: 暫存區小工具

source: Short Break
ar: استراحة قصيرة
de: Kurze Pause
es: Descanso corto
fr: Pause courte
hu: Rövid szünet
ja: 短い休憩
nl: Korte pauze
pl: Krótka przerwa
pt: Pausa Curta
ru: Короткий перерыв
sv: Kort paus
tr: Kısa Mola
vi: Nghỉ ngắn
zh_hans: 短休息
zh_hant: 短暫休息

source: Shortcut
ar: اختصار
de: Kurzbefehl
es: Atajo
fr: Raccourci
hu: Billentyűparancs
ja: ショートカット
nl: Opdracht
pl: Skrót
pt: Atalho
ru: Быстрая команда
sv: Kortkommando
tr: Kısayol
vi: Phím tắt
zh_hans: 快捷键
zh_hant: 快速鍵

source: Shortcut Conflicts and Command-Tab
ar: تعارضات الاختصارات وCommand-Tab
de: Kurzbefehlkonflikte und Befehl-Tab
es: Conflictos de atajos y Comando-Tab
fr: Conflits de raccourcis et Commande-Tab
hu: Billentyűparancs-ütközések és a Command-Tab
ja: ショートカットの競合とCommand-Tab
nl: Conflicten met sneltoetsen en Command-Tab
pl: Konflikty skrótów i Command-Tab
pt: Conflitos de Atalhos e Command-Tab
ru: Конфликты сочетаний клавиш и Command-Tab
sv: Kortkommandokonflikter och kommando-Tab
tr: Kısayol Çakışmaları ve Command-Tab
vi: Xung đột Phím tắt và Command-Tab
zh_hans: 快捷键冲突与 Command-Tab
zh_hant: 快速鍵衝突與 Command-Tab

source: Shortcut fields show the full key combination. To change one shortcut, click its field and press the keys you want. Initializer-based shortcuts marked Overridden ignore global initializer changes until they match again.
ar: تعرض حقول الاختصارات تركيبة المفاتيح كاملةً. لتغيير اختصار واحد، انقر على حقله واضغط على المفاتيح التي تريدها. الاختصارات المعتمدة على مفتاح البدء والموسومة بأنها متجاوَزة تتجاهل تغييرات مفتاح البدء العام حتى تعود إلى التطابق معه.
de: Kurzbefehlfelder zeigen die vollständige Tastenkombination. Um einen Kurzbefehl zu ändern, klicken Sie in das Feld und drücken Sie die gewünschten Tasten. Als „Überschrieben“ markierte Kurzbefehle mit Auslösetaste ignorieren Änderungen an der globalen Auslösetaste, bis die Auslösetasten wieder übereinstimmen.
es: Los campos de atajo muestran la combinación de teclas completa. Para cambiar un atajo, haz clic en su campo y pulsa las teclas que quieras. Los atajos basados en el inicializador marcados como Anulado ignoran los cambios del inicializador global hasta que vuelvan a coincidir.
fr: Les champs de raccourci affichent la combinaison de touches complète. Pour modifier un raccourci, cliquez sur son champ puis appuyez sur les touches voulues. Les raccourcis basés sur le déclencheur marqués « Remplacé » ignorent les modifications du déclencheur global jusqu'à ce qu'ils correspondent à nouveau.
hu: A billentyűparancs-mezők a teljes billentyűkombinációt mutatják. Egy parancs módosításához kattintson a mezőjére, és nyomja le a kívánt billentyűket. A Felülbírálva jelölésű, indítóbillentyű-alapú parancsok figyelmen kívül hagyják a globális indítóbillentyű módosításait, amíg újra nem egyeznek.
ja: ショートカット欄にはキーの組み合わせ全体が表示されます。個々のショートカットを変更するには、その欄をクリックして希望のキーを押します。「上書き済み」と表示されたイニシャライザベースのショートカットは、再び一致するまでグローバルなイニシャライザの変更を無視します。
nl: In de sneltoetsvelden wordt de volledige toetscombinatie weergegeven. Om een sneltoets te wijzigen, klik je op het betreffende veld en druk je op de gewenste toetsen. Sneltoetsen op basis van initialisatoren die zijn gemarkeerd als 'Overschreven' negeren wijzigingen in de globale initialisator totdat ze weer overeenkomen.
pl: Pola skrótów pokazują pełną kombinację klawiszy. Aby zmienić skrót, kliknij w jego pole i naciśnij wybrane klawisze. Skróty oparte na klawiszu inicjującym, oznaczone jako Zmienione, nie uwzględniają zmian ustawienia globalnego, dopóki ponownie nie będą z nim zgodne.
pt: Os campos de atalho mostram a combinação de teclas completa. Para alterar um atalho, clique no campo respetivo e prima as teclas pretendidas. Os atalhos baseados no inicializador assinalados como Substituído ignoram alterações globais do inicializador até voltarem a coincidir.
ru: Поля сочетаний клавиш показывают полную комбинацию. Чтобы изменить сочетание, нажмите на его поле и нажмите нужные клавиши. Сочетания на основе клавиши-инициатора, помеченные как «Переопределено», игнорируют изменения глобальной клавиши-инициатора, пока снова не совпадут.
sv: Kortkommandofälten visar hela tangentkombinationen. Om du vill ändra ett kortkommando klickar du på dess fält och trycker på de tangenter du vill använda. Initierarbaserade kortkommandon som är markerade som Åsidosatta ignorerar globala initierarändringar tills de matchar igen.
tr: Kısayol alanları tuş kombinasyonunun tamamını gösterir. Bir kısayolu değiştirmek için alanına tıkla ve istediğin tuşlara bas. Geçersiz Kılındı olarak işaretlenen başlatıcı tabanlı kısayollar, yeniden eşleşene kadar genel başlatıcı değişikliklerini yok sayar.
vi: Các trường phím tắt hiển thị đầy đủ tổ hợp phím. Để thay đổi một phím tắt, hãy nhấp vào trường tương ứng và nhấn các phím bạn muốn. Các phím tắt dựa trên trình khởi tạo được đánh dấu Bị ghi đè sẽ bỏ qua các thay đổi trình khởi tạo toàn hệ thống cho đến khi chúng khớp lại.
zh_hans: 快捷键设置项会显示完整的按键组合。要修改某个快捷键，请点击对应的设置项，然后按下新的按键组合。标记为“已覆盖”的基于起始键的快捷键不会跟随全局起始键的变更，直到重新与全局设置保持一致。
zh_hant: 快速鍵欄位會顯示完整的按鍵組合。若要修改快速鍵，請按一下對應欄位後按下所需的按鍵。標示為「已覆寫」的初始化鍵快速鍵，在設定與全域初始化鍵再次一致之前，不會套用全域初始化鍵的變更。

source: Shortcut that hides only the focused window of the active app
ar: اختصار يخفي النافذة الأمامية فقط في التطبيق النشط
de: Kurzbefehl, der nur das fokussierte Fenster der aktiven App ausblendet
es: Atajo que oculta solo la ventana activa de la app en primer plano
fr: Raccourci qui masque uniquement la fenêtre au premier plan de l'app active
hu: Billentyűparancs, amely csak az aktív app fókuszban lévő ablakát rejti el
ja: アクティブなアプリのフォーカスされているウインドウだけを隠すショートカット
nl: Sneltoets die alleen het venster met focus van de actieve app verbergt
pl: Skrót ukrywający tylko aktywne okno zamiast wszystkich okien aktywnej aplikacji
pt: Atalho que oculta apenas a janela em foco da app ativa
ru: Сочетание клавиш, которое скрывает только активное окно текущего приложения
sv: Kortkommando som bara gömmer det fokuserade fönstret i den aktiva appen
tr: Yalnızca etkin uygulamanın odaklanan penceresini gizleyen kısayol
vi: Phím tắt chỉ ẩn cửa sổ đang được đặt tiêu điểm của ứng dụng hiện tại
zh_hans: 仅隐藏当前应用中聚焦窗口的快捷键
zh_hant: 僅隱藏目前應用程式中焦點視窗的快速鍵

source: Shortcuts
ar: الاختصارات
de: Kurzbefehle
es: Atajos
fr: Raccourcis
hu: Billentyűparancsok
ja: ショートカット
nl: Sneltoetsen
pl: Skróty
pt: Atalhos
ru: Горячие клавиши
sv: Kortkommandon
tr: Kısayollar
vi: Phím tắt
zh_hans: 快捷键
zh_hant: 快速鍵

source: Show
ar: إظهار
de: Einblenden
es: Mostrar
fr: Afficher
hu: Megjelenítés
ja: 表示
nl: Weergeven
pl: Pokaż
pt: Mostrar
ru: Показать
sv: Visa
tr: Göster
vi: Hiện
zh_hans: 显示
zh_hant: 顯示

source: Show a confirmation before removing files from the tray
ar: إظهار تأكيد قبل إزالة الملفات من الحاوية
de: Vor dem Entfernen von Dateien aus der Datei-Ablage eine Bestätigung anzeigen
es: Muestra una confirmación antes de eliminar archivos de la bandeja
fr: Afficher une confirmation avant de retirer des fichiers du tiroir
hu: Megerősítés kérése a fájlok tálcáról való eltávolítása előtt
ja: トレイからファイルを削除する前に確認を表示
nl: Vraag om bevestiging voordat bestanden uit het bestandsvak worden verwijderd
pl: Pokazuj potwierdzenie przed usunięciem plików z Półki plików
pt: Mostrar uma confirmação antes de remover ficheiros do tabuleiro
ru: Показать подтверждение перед удалением файлов из лотка
sv: Visa en bekräftelse innan filer tas bort från filbrickan
tr: Dosyaları tepsiden kaldırmadan önce onay göster
vi: Hiển thị xác nhận trước khi gỡ bỏ các tệp khỏi khay
zh_hans: 从托盘中移除文件前显示确认提示
zh_hant: 移除檔案托盤中的檔案前先確認

source: Show a dot on app icons with unread notifications
ar: إظهار نقطة على أيقونات التطبيق مع إشعارات غير مقروءة
de: Einen Punkt auf App-Symbolen mit ungelesenen Mitteilungen anzeigen
es: Muestra un punto en los iconos de apps con notificaciones sin leer
fr: Afficher un point sur les icônes de l'application avec les notifications non lues
hu: Pont megjelenítése az olvasatlan értesítésekkel rendelkező appok ikonján
ja: 未読通知のあるアプリアイコンにドットを表示
nl: Geef een stip weer op app-pictogrammen bij ongelezen meldingen
pl: Pokazuj kropkę na ikonach aplikacji z nieprzeczytanymi powiadomieniami
pt: Mostrar um ponto nos ícones das apps com notificações não lidas
ru: Показывать точку на значках приложений с непрочитанными уведомлениями
sv: Visa en punkt på appsymboler med olästa notiser
tr: Okunmamış bildirimi olan uygulama simgelerinde nokta göster
vi: Hiển thị một dấu chấm trên các biểu tượng ứng dụng có thông báo chưa đọc
zh_hans: 在有未读通知的应用图标上显示圆点
zh_hant: 在有未讀通知的應用程式圖示上顯示圓點

source: Show a full-size window preview after hovering over a dock preview thumbnail
ar: إظهار معاينة النافذة بالحجم الكامل بعد تمرير المؤشر فوق الصورة المصغرة لمعاينة في Dock
de: Nach dem Verweilen auf einer Dock-Vorschau-Miniatur eine Fenstervorschau in voller Größe anzeigen
es: Muestra una previsualización de ventana a tamaño completo tras pasar el cursor sobre una miniatura de previsualización del Dock
fr: Afficher un aperçu de la fenêtre en taille réelle après avoir survolé une miniature de l'aperçu du dock
hu: Teljes méretű ablak-előnézet megjelenítése, ha a mutatót egy Dock-előnézeti bélyegkép fölött tartja
ja: Dockプレビューのサムネールにホバーするとフルサイズのウインドウプレビューを表示
nl: Toon een voorbeeld op volledige grootte wanneer de muisaanwijzer boven een miniatuurweergave van een Dock-voorbeeld wordt geplaatst
pl: Pokazuj pełnowymiarowy podgląd okna po umieszczeniu wskaźnika nad miniaturą podglądu Docka
pt: Mostrar uma pré-visualização da janela em tamanho real depois de passar o cursor sobre uma miniatura de pré-visualização da dock
ru: Показывать полноразмерный предпросмотр окна после наведения указателя на миниатюру предпросмотра в Dock
sv: Visa en fönsterförhandsvisning i full storlek efter att pekaren hållits över en förhandsvisningsminiatyr i docken
tr: Bir dock önizleme küçük resminin üzerine gelince tam boyutlu pencere önizlemesi göster
vi: Hiển thị bản xem trước cửa sổ kích thước đầy đủ sau khi di chuột qua hình thu nhỏ xem trước của dock
zh_hans: 悬停在 Dock 预览缩略图上时显示全尺寸窗口预览
zh_hant: 將指標懸停於 Dock 預覽縮圖後，顯示完整大小的視窗預覽

source: Show a gear icon in the dock when the settings window is open
ar: إظهار أيقونة ترس في Dock عندما تكون نافذة الإعدادات مفتوحة
de: Ein Zahnradsymbol im Dock anzeigen, wenn das Einstellungsfenster geöffnet ist
es: Muestra un icono de engranaje en el Dock cuando la ventana de ajustes está abierta
fr: Afficher une icône d'engrenage dans le dock lorsque la fenêtre des paramètres est ouverte
hu: Fogaskerék ikon megjelenítése a Dockban, amíg a beállítások ablaka nyitva van
ja: 設定ウインドウが開いているときにDockに歯車アイコンを表示
nl: Toon een tandwielpictogram in het Dock wanneer het instellingenvenster is geopend
pl: Pokazuj ikonę koła zębatego w Docku, gdy okno ustawień jest otwarte
pt: Mostrar um ícone de engrenagem na dock quando a janela de definições está aberta
ru: Показывать значок шестеренки в Dock, когда открыто окно настроек
sv: Visa en kugghjulssymbol i docken när inställningsfönstret är öppet
tr: Ayarlar penceresi açıkken dock'ta bir dişli simgesi göster
vi: Hiển thị một biểu tượng bánh răng trên dock khi cửa sổ cài đặt đang mở
zh_hans: 当设置窗口打开时，在 Dock 中显示齿轮图标
zh_hant: 當設定視窗開啟時，在 Dock 中顯示齒輪圖示

source: Show a gear icon in the dock when the settings window is open.
ar: إظهار أيقونة ترس في Dock عندما تكون نافذة الإعدادات مفتوحة.
de: Ein Zahnradsymbol im Dock anzeigen, wenn das Einstellungsfenster geöffnet ist.
es: Muestra un icono de engranaje en el Dock cuando la ventana de ajustes está abierta.
fr: Afficher une icône d'engrenage dans le dock lorsque la fenêtre des paramètres est ouverte.
hu: Fogaskerék ikon megjelenítése a Dockban, amíg a beállítások ablaka nyitva van.
ja: 設定ウインドウが開いているときにDockに歯車アイコンを表示します。
nl: Toon een tandwielpictogram in het Dock wanneer het instellingenvenster is geopend.
pl: Pokazuj ikonę koła zębatego w Docku, gdy okno ustawień jest otwarte.
pt: Mostrar um ícone de engrenagem na dock quando a janela de definições está aberta.
ru: Показывать значок шестеренки в Dock, когда открыто окно настроек.
sv: Visa en kugghjulssymbol i docken när inställningsfönstret är öppet.
tr: Ayarlar penceresi açıkken dock’ta bir dişli simgesi gösterin.
vi: Hiển thị một biểu tượng bánh răng trên dock khi cửa sổ cài đặt đang mở.
zh_hans: 当设置窗口打开时，在 Dock 中显示齿轮图标。
zh_hant: 當設定視窗開啟時，在 Dock 中顯示齒輪圖示。

source: Show a profile's custom image as a full app icon in the dock instead of a small glyph
ar: إظهار الصورة المخصصة لملف التعريف كأيقونة تطبيق كاملة في Dock بدلًا من رمز صغير
de: Das eigene Bild eines Profils als vollständiges App-Symbol im Dock anzeigen statt als kleine Glyphe
es: Muestra la imagen personalizada de un perfil como icono de app completo en el Dock en lugar de un pequeño glifo
fr: Afficher l'image personnalisée d'un profil comme une icône d'app complète dans le dock au lieu d'un petit glyphe
hu: A profil egyéni képének megjelenítése teljes appikonként a Dockban, kis jel helyett
ja: プロファイルのカスタム画像を、小さなグリフではなく完全なアプリアイコンとしてDockに表示
nl: Toon de aangepaste afbeelding van een profiel als volledig app-pictogram in het Dock in plaats van als klein symbool
pl: Wyświetlaj niestandardowy obraz profilu jako pełną ikonę aplikacji w Docku zamiast małego glifu
pt: Mostrar a imagem personalizada de um perfil como um ícone de app completo na Dock em vez de um pequeno glifo
ru: Показывать собственное изображение профиля в Dock как полноценный значок приложения, а не маленький глиф
sv: Visa en profils anpassade bild som en hel appsymbol i dockan i stället för en liten glyf
tr: Bir profilin özel görselini küçük bir glif yerine dock'ta tam uygulama simgesi olarak göster
vi: Hiển thị hình ảnh tùy chỉnh của hồ sơ dưới dạng biểu tượng ứng dụng đầy đủ trên dock thay vì ký hiệu nhỏ
zh_hans: 在 Dock 中将配置文件的自定义图片显示为完整的应用图标，而非小型符号
zh_hant: 在 Dock 中將設定檔的自訂圖片顯示為完整應用程式圖示，而非小型符號

source: Show a profile's custom image as a full app icon in the dock instead of a small glyph.
ar: إظهار الصورة المخصصة لملف التعريف كأيقونة تطبيق كاملة في Dock بدلًا من رمز صغير.
de: Das eigene Bild eines Profils als vollständiges App-Symbol im Dock anzeigen statt als kleine Glyphe.
es: Muestra la imagen personalizada de un perfil como icono de app completo en el Dock en lugar de un pequeño glifo.
fr: Afficher l'image personnalisée d'un profil comme une icône d'app complète dans le dock au lieu d'un petit glyphe.
hu: A profil egyéni képének megjelenítése teljes appikonként a Dockban, kis jel helyett.
ja: プロファイルのカスタム画像を、小さなグリフではなく完全なアプリアイコンとしてDockに表示します。
nl: Toon de aangepaste afbeelding van een profiel als volledig app-pictogram in het Dock in plaats van als klein symbool.
pl: Wyświetlaj niestandardowy obraz profilu jako pełną ikonę aplikacji w Docku zamiast małego glifu.
pt: Mostrar a imagem personalizada de um perfil como um ícone de app completo na Dock em vez de um pequeno glifo.
ru: Показывать собственное изображение профиля в Dock как полноценный значок приложения, а не маленький глиф.
sv: Visa en profils anpassade bild som en hel appsymbol i dockan i stället för en liten glyf.
tr: Bir profilin özel görselini küçük bir glif yerine dock'ta tam uygulama simgesi olarak göster.
vi: Hiển thị hình ảnh tùy chỉnh của hồ sơ dưới dạng biểu tượng ứng dụng đầy đủ trên dock thay vì ký hiệu nhỏ.
zh_hans: 在 Dock 中将配置文件的自定义图片显示为完整的应用图标，而非小型符号。
zh_hant: 在 Dock 中將設定檔的自訂圖片顯示為完整應用程式圖示，而非小型符號。

source: Show a thumbnail preview when hovering over files in a folder fan-out
ar: عرض معاينة مصغّرة عند التحويم فوق الملفات في العرض المروحي للمجلد
de: Beim Zeigen auf Dateien in einem aufgefächerten Ordner eine Miniaturvorschau anzeigen
es: Muestra una miniatura al pasar el cursor sobre los archivos del abanico de una carpeta
fr: Affiche un aperçu miniature au survol des fichiers dans l'éventail d'un dossier
hu: Bélyegkép-előnézet megjelenítése, amikor a mutató a kibontott mappalegyező fájljai fölött van
ja: フォルダのファンアウト内のファイルにホバーしたときにサムネールプレビューを表示
nl: Toon een miniatuurweergave van bestanden wanneer de muisaanwijzer erop staat in een uitgevouwen mapweergave
pl: Pokazuj miniaturę po umieszczeniu wskaźnika nad plikiem w rozwinięciu folderu
pt: Mostrar uma miniatura ao passar o cursor sobre ficheiros no leque de uma pasta
ru: Показывать предпросмотр миниатюры при наведении на файлы в развёрнутой папке
sv: Visa en miniatyrförhandsvisning när pekaren hålls över filer i en mapps solfjädersvy
tr: Klasör yelpazesindeki dosyaların üzerine gelince küçük resim önizlemesi göster
vi: Hiển thị hình thu nhỏ xem trước khi di chuột qua các tệp trong thư mục đang xòe ra
zh_hans: 在文件夹扇形展开中，将鼠标悬停在文件上时显示缩略图预览
zh_hant: 在檔案夾展開面板中，將滑鼠指標停留於檔案上方時顯示縮圖預覽

source: Show an AirDrop drop zone section in the open shelf
ar: عرض قسم منطقة إفلات AirDrop في الرف المفتوح
de: Einen Bereich für die AirDrop-Ablagezone in der geöffneten Ablage anzeigen
es: Muestra una sección de zona para soltar de AirDrop en el estante abierto
fr: Affiche une zone de dépôt AirDrop dans l'étagère ouverte
hu: AirDrop ejtési zóna megjelenítése a megnyitott polcon
ja: 開いたシェルフにAirDropドロップゾーンのセクションを表示
nl: Laat een AirDrop-gedeelte zien in de open plank
pl: Pokazuj sekcję upuszczania AirDrop w otwartej Szufladzie
pt: Mostrar uma secção AirDrop para largar itens na prateleira aberta
ru: Показывать на открытой полке раздел для перетаскивания файлов в AirDrop
sv: Visa en AirDrop-släppzon i den öppna hyllan
tr: Açık rafta bir AirDrop bırakma bölgesi bölümü göster
vi: Hiển thị một phân vùng thả AirDrop trong ngăn đang mở
zh_hans: 在展开的暂存区中显示 AirDrop 投放区分区
zh_hant: 在已開啟的暫存區中顯示 AirDrop 拖放區

source: Show App
ar: إظهار التطبيق
de: App einblenden
es: Mostrar app
fr: Afficher l'application
hu: App megjelenítése
ja: アプリを表示
nl: App weergeven
pl: Pokaż aplikację
pt: Mostrar App
ru: Показать приложение
sv: Visa app
tr: Uygulamayı Göster
vi: Hiển thị Ứng dụng
zh_hans: 显示应用
zh_hant: 顯示應用程式

source: Show App Exposé
ar: إظهار App Exposé
de: App Exposé anzeigen
es: Mostrar App Exposé
fr: Afficher App Exposé
hu: App Exposé megjelenítése
ja: App Exposéを表示
nl: App Exposé weergeven
pl: Pokaż Exposé aplikacji
pt: Mostrar App Exposé
ru: Показать App Exposé
sv: Visa App Exposé
tr: App Exposé'yi Göster
vi: Hiển thị App Exposé
zh_hans: 显示 App Exposé
zh_hant: 顯示 App Exposé

source: Show App Header
ar: إظهار رأس التطبيق
de: App-Kopfzeile anzeigen
es: Mostrar cabecera de la app
fr: Afficher l'en-tête de l'application
hu: App-fejléc megjelenítése
ja: アプリヘッダーを表示
nl: App-koptekst weergeven
pl: Pokazuj nagłówek aplikacji
pt: Mostrar Cabeçalho da App
ru: Показывать заголовок приложения
sv: Visa apprubrik
tr: Uygulama Başlığını Göster
vi: Hiển thị Tiêu đề ứng dụng
zh_hans: 显示应用标题栏
zh_hant: 顯示應用程式標頭

source: Show App Icon
ar: إظهار أيقونات التطبيقات
de: App-Symbol anzeigen
es: Mostrar icono de la app
fr: Afficher l'icône de l'application
hu: Appikon megjelenítése
ja: アプリアイコンを表示
nl: App-pictogram weergeven
pl: Pokazuj ikonę aplikacji
pt: Mostrar Ícone da App
ru: Показывать значок приложения
sv: Visa appsymbol
tr: Uygulama Simgesini Göster
vi: Hiển thị Biểu tượng ứng dụng
zh_hans: 显示应用图标
zh_hant: 顯示應用程式圖示
